{"format": "layers-model", "generatedBy": null, "convertedBy": "TensorFlow.js Converter v3.0.0", "modelTopology": null, "weightsManifest": [{"paths": ["group1-shard1of4.bin", "group1-shard2of4.bin", "group1-shard3of4.bin", "group1-shard4of4.bin"], "weights": [{"name": "conv2d_1/kernel", "shape": [3, 3, 1, 32], "dtype": "float32"}, {"name": "conv2d_1/bias", "shape": [32], "dtype": "float32"}, {"name": "conv2d_2/kernel", "shape": [3, 3, 32, 32], "dtype": "float32"}, {"name": "conv2d_2/bias", "shape": [32], "dtype": "float32"}, {"name": "dense_1/kernel", "shape": [28800, 128], "dtype": "float32"}, {"name": "dense_1/bias", "shape": [128], "dtype": "float32"}, {"name": "dense_2/kernel", "shape": [128, 96], "dtype": "float32"}, {"name": "dense_2/bias", "shape": [96], "dtype": "float32"}, {"name": "dense_3/kernel", "shape": [96, 64], "dtype": "float32"}, {"name": "dense_3/bias", "shape": [64], "dtype": "float32"}, {"name": "dense_4/kernel", "shape": [64, 26], "dtype": "float32"}, {"name": "dense_4/bias", "shape": [26], "dtype": "float32"}]}]}